<?php

return [
    'dashboard' => [
        0 => [
            'users',
            'إدارة المستخدمين',
            route('users.index')
        ],
        1 => [
            'clock',
            'توقيت المحاضرات',
            '#'
        ],
        2 => [
            'calendar',
            'الجداول',
            '#'
        ],
        3 => [
            'thumbnails',
            'الشاشات',
            '#'
        ],
        4 => [
            'user',
            'المحاضرين',
            '#'
        ],
        5 => [
            'info',
            'حول البرنامج',
            '#'
        ],
    ],
    'users' => [
        'title' => 'إدارة المستخدمين',
        'name' => 'الاسم الكامل',
        'username' => 'اسم المستخدم',
        'created_at' => 'تاريخ الإنشاء',
        'updated_at' => 'تاريخ آخر تعديل',
        'edit' => 'تعديل',
        'unlock' => 'إعادة كلمة المرور',
        'delete' => 'حذف',
        'add-user' => 'إضافة مستخدم',
        'unlock-message' => 'سيتم إعادة كلمة المرور للمستخدم (name) إلى كلمة المرور الافتراضية (1234)',
        'delete-message' => 'هل تريد حذف المستخدم (name) من قاعدة البيانات؟',
        'unlock-confirmation' => 'تم إعادة كلمة المرور للمستخدم (:name) إلى القيمة الافتراضية (1234)',
        'only-one-message' => 'هذا هو المستخدم الوحيد ولا يمكن حذفه!',
        'destroy-confirmation' => 'تم حذف المستخدم (:name) بنجاح.',
        'add-user-confirmation' => 'تم إضافة المستخدم (:name) بنجاح, كلمة السر للمستخدم الجديد هي (1234)',
        'update-user-confirmation' => 'تم تحديث بيانات المستخدم (:name) بنجاح.',
    ],

    'ok' => 'موافق',
    'save' => 'حفظ',
    'cancel' => 'إلغاء الأمر',
    'general-error' => 'خطأ غير معروف!',
];
