<?php

return [
    'screen_id' => 'رقم الشاشة',
    'type' => 'نوع الإعلان',
    'value' => 'المحتوى',
    'is_active' => 'نشط',
    'add' => 'إضافة',
    'remove' => 'إزالة',
    'from' => 'تاريخ ووقت البداية',
    'to' => 'تاريخ ووقت النهاية',
    'format' => 'Y/m/d الساعة h:i',
    'view' => 'عرض',
    'trash' => 'حذف',
    'edit' => 'تعديل',

    'types' => [
        'text' => 'نص',
        'photo' => 'صورة',
        'video' => 'فيديو',
        'pdf' => 'ملف PDF',
    ],

    'activate-text' => 'تفعيل إعلان نصي',

    'create' => 'تم إضافة الإعلان بنجاح',
    'update' => 'تم تحديث الإعلان بنجاح',
    'delete' => 'تم حذف الإعلان بنجاح',
];
