<?php

return [
    'title' => 'الجداول',
    'download' => 'تحميل القالب',
    'file-name' => 'جدول المحاضرات',
    'select-file' => 'اختر الملف',
    'upload' => 'رفع الملف',

    'excel-invalid' => 'ملف الإكسيل غير سليم حاول رفع الملف مرة أخرى',
    'excel-required' => 'ملف الإكسيل مطلوب',
    'excel-uploaded' => 'تم استيراد البيانات بنجاح',

    'days' => [
        'الإثنين',
        'الثلاثاء',
        'الاربعاء',
        'الخميس',
        'الجمعة',
        'السبت',
        'الأحد',
    ],
];
